export const defaultCategories = [
  'Пригоди',
  'Платформери',
  'Екшн',
  'Бійки',
  'Кооперативні',
  'Симулятори',
  'Головоломки',
  'Шутери',
  'Космос',
  'Рольові',
  'Сімейні',
  'Стратегії',
  'Аркади',
  'Спортивні',
  'Відкритий світ',
  'Гонки',
  'Музика',
  'Риболовля',
  'Дитячі',
  'Ретро',
  'Кіберпанк',
  'Жахи',
  'Настільні',
  'Детективи',
  'Виживання',
  'Для нього та для неї'
];

// export const defaultCategories = [
//   {
//     title: 'Пригоди',
//     description: 'В пригодницьких відеоіграх гравець керує ігровим персонажем, який рухається по сюжету та виконує зумовлені сценарієм завдання, покладаючись на свою уважність та логіку, здійснює пошуки підказок і вирішує загадки(якщо вони є).'
//   },
//   {
//     title: 'Платформери',
//     description: 'У платформерах гравець керує персонажем, який пересувається з платформи на платформу, стрибає та виконує завдання. Вони часто вимагають від гравця координації рухів та стрибків.'
//   },
//   {
//     title: 'Екшн',
//     description: 'Екшн-ігри - це ігри з високим темпом геймплею. Гравці взаємодіють із грою швидко та ефективно, долаючи ворогів та виконуючи завдання.'
//   },
//   {
//     title: 'Бійки',
//     description: 'В бійках гравці ведуть битви один на один чи у групах. Вони використовують різні прийоми та комбінації для перемоги над супротивниками.'
//   },
//   {
//     title: 'Кооперативні',
//     description: 'Кооперативні ігри спрямовані на гру в команді. Гравці спільно вирішують завдання, розв\'язують головоломки та досягають спільної мети.'
//   },
//   {
//     title: 'Симулятори',
//     description: 'Симулятори - це ігри, які моделюють реальні або уявні ситуації. Гравці відтворюють різні види діяльності, навчаються навичкам та керують об\'єктами або подіями.'
//   },
//   {
//     title: 'Головоломки',
//     description: 'Головоломки вимагають від гравця логічного мислення та розв\'язування різних завдань. Це ігри, які ставлять завдання та потребують знаходження рішень.'
//   },
//   {
//     title: 'Шутери',
//     description: 'У шутерах гравці ведуть вогонь проти ворогів, використовуючи різні види зброї та тактики. Це ігри з великою кількістю бойових сцен.'
//   },
//   {
//     title: 'Космос',
//     description: 'Ігри в космічному сетингу розгортаються в космічних умовах. Гравці можуть досліджувати космос, ведучи битви в інших галактиках або виконуючи космічні завдання.'
//   },
//   {
//     title: 'Рольові',
//     description: 'Рольові ігри дозволяють гравцям відтворювати роль персонажа в ігровому світі. Гравці розвивають свого персонажа та вибирають шлях в ігровому сюжеті.'
//   },
//   {
//     title: 'Сімейні',
//     description: 'Сімейні ігри створені для гри всією родиною. Вони мають простий геймплей та підходять для гравців різного віку.'
//   },
//   {
//     title: 'Стратегії',
//     description: 'Стратегії - це ігри, в яких гравці розробляють стратегії та тактику для досягнення мети. Це може бути військовий стратегічний симулятор або економічна стратегія.'
//   },
//   {
//     title: 'Аркади',
//     description: 'Аркади - це ігри з простим геймплеєм та високою динамікою. Гравці зазвичай змагаються за рекорди та намагаються протриматись якомога довше.'
//   },
//   {
//     title: 'Спортивні',
//     description: 'Спортивні ігри моделюють різні види спорту. Гравці можуть брати участь в змаганнях та відчувати атмосферу спортивного заходу.'
//   },
//   {
//     title: 'Відкритий світ',
//     description: 'Ігри з відкритим світом надають гравцям можливість вільно досліджувати громадськість та виконувати завдання в об\'ємному світі.'
//   },
//   {
//     title: 'Гонки',
//     description: 'Гонки - це ігри, в яких гравці беруть участь в автоперегонах на різних трасах. Вони змагаються за перемогу в гонках.'
//   },
//   {
//     title: 'Музика',
//     description: 'Музичні ігри дозволяють гравцям грати на інструментах або виконувати завдання, які супроводжуються музикою. Тобто, це ігри, які так чи інакше пов\'язані з мізикою.'
//   },
//   {
//     title: 'Риболовля',
//     description: 'Риболовля - це ігри, в яких гравці займаються риболовлею. Вони шукають рибу та намагаються впіймати її на гачок.'
//   },
//   {
//     title: 'Дитячі',
//     description: 'Дитячі ігри розроблені для наймолодших гравців. Вони мають простий геймплей та веселий сюжет.'
//   },
//   {
//     title: 'Ретро',
//     description: 'Ретро-ігри - це класичні ігри, які були популярні в минулому. Вони відзначаються старовинним стилем геймплею та графікою.'
//   },
//   {
//     title: 'Кіберпанк',
//     description: 'Кіберпанк ігри розгортаються в майбутньому, де технології владні над всім та суспільство зазнає кардинальних змін. Це світ кібернетики та суперечок.'
//   },
//   {
//     title: 'Жахи',
//     description: 'Ігри жахів спрямовані на створення напруженого атмосферного досвіду. Гравці зіткнуться із жахливими створіннями та загадковими подіями.'
//   },
//   {
//     title: 'Настільні',
//     description: 'Настільні ігри - це комп\'ютерні версії популярних настільних ігор. Гравці можуть грати онлайн або з друзями.'
//   },
//   {
//     title: 'Детективи',
//     description: 'Детективні ігри включають в себе розслідування кримінальних подій та розв\'язування головоломок для виявлення злочинців.'
//   },
//   {
//     title: 'Виживання',
//     description: 'Ігри виживання вимагають від гравця виживати в екстремальних умовах, збирати ресурси та боротися за своє виживання.'
//   },
//   {
//     title: 'Для нього та для неї',
//     description: 'Ігри для нього та для неї призначені для гри двома гравцями або парою. Вони розвивають співпрацю та конкуренцію.'
//   }
// ];


export const players = [
  '1',
  '1+',
  '1-16',
  '1-2',
  '1-24',
  '1-3',
  '1-32',
  '1-4',
  '1-5',
  '1-6',
  '1-8',
  '1-99',
  '2',
  '5-8'
];

export const years = [
  '2013',
  '2014',
  '2015',
  '2016',
  '2017',
  '2018',
  '2019',
  '2020',
  '2021',
  '2022',
  '2023',
];
